Revit 2027 API
SizingCalculator Properties
The SizingCalculator type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
SizingCalculator Class
Autodesk.Revit.DB.Analysis Namespace